Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Bat Ayin officials said residents in the settlement were instructed to remain in their homes. Security forces in the vicinity have also been advised to remain on high alert.
ar: ويقول مسئولي بات هاعين أنه صُدرت تعليمات إلى سكان المستوطنة بالبقاء في منازلهم، كما أُمر قوات الأمن في المنطقة بالبقاء على أهبة الاستعداد.

source: Bat Ayin, situated in the Etzion bloc south of Jerusalem near the Palestinian cities of Bethlehem and Hebron, is not ringed by a security fence, residents told Channel 2. This is apparently for ideological reasons.
ar: وقال السكان للقناة الثانية أن بات هاعين الواقعة في غوش عتصيون بجنوب القدس بالقرب من المدينتين الفلسطينيتين بيت لحم والخليل ليست مطوقة بسياج أمني، وأن ذلك يرجع على ما يبدو لأسباب أيديولوجية.

source: This was the first attack in the Etzion Bloc since January 2008, when two students were wounded after two terrorists armed with knives broke into their yeshiva.
ar: وهذا هو أول هجوم في غوش عتصيون منذ يناير 2008، عندما أُصيب طالبان بعد أن اقتحم إرهابان مدججان بالسكاكين المدرسة الدينية التي كانوا بها.

source: 'He tried to stab me. I kicked him, he kicked me.'
ar: ‘لقد حاول طعني، فركلته وركلني.’

source: He tried to stab me. I kicked him, he kicked me, the settler, who gave his name only as Avinoam, told Channel 10.
ar: وقال المستوطن الذي لم يذكر سوى اسمه الأول أفينوم إلى القناة العاشرة لقد حاول طعني، فركلته وركلني.

source: The Palestinian terrorist was immediately confronted by a passerby who forcibly removed the weapon from his hand.
ar: وواجه على الفور أحد المارة الإرهابي الفلسطيني الذي أخذ السلاح عنوة من يده.

source: I saw the seven-year-old boy running, the axe-wielding terrorist was running after him, Avinoam said. I ran toward the terrorist and he tried to raise the axe over me with the aim of killing me.
ar: وقال أفينوم رأيت الطفل البالغ من العمر سبع سنوات يجري والإرهابي الذي كان يحمل الفأس يلاحقه، وأضاف جريت في إتجاه الإرهابي وحاول رفع الفأس نحوي بهدف قتلي.

source: I caught his hand and struggled with him, while calling other people to come and help. First I caught the hand holding the axe so that he couldn't kill me, I somehow managed to grab the axe. He succeeded in escaping and I shouted to somebody to run after
ar: وأضاف قائلاً قبضت على يده وتصارعنا في الوقت الذي كنت أدعو الآخرين للمجيء والمساعدة، في البداية قبضت على اليد التي كانت تحمل الفأس حتى لا يتمكن من قتلي، واستطعت بطريقة ما انتزاع الفأس منه، ولكنه نجح في الفرار وصحت في أحدهم لملاحقته.

source: At first I thought he was a laborer and that this wasn't a serious incident, but then I realized it was an Arab, Avinoam said.
ar: وقال أفينوم في البداية اعتقدت أنه عامل وأنه لم يكن حادثا خطيراً، ولكني بعد ذلك أدركت أنه عربي.

source: I wouldn't have a clue if this was somebody who was employed here in an illegal manner, because we don't employ Arabs. He was not dressed-up (for work), he looked normal. He had a longing for murder in his eyes.'
ar: وقال لن يكون لدي فكرة إذا كان هذا الشخص يعمل هنا بطريقة غير شرعية، لأننا لا نوظف العرب، فلم يكن يرتدي ملابس (العمل) وبدا طبيعياً، وكانت في عينيه نظرة التشوق إلى القتل.

source: The struggle lasted several minutes, Avinoam said, adding that the terrorist was saying something along the lines of I will kill, I will kill while the two were struggling.
ar: وأضاف أفينوم استمر صراعنا عدة دقائق مضيفاً أن الإرهابي كان يقول شيئاً ما على غرار سوف أقتل، سوف أقتل بينما كان الإثنين يتقاتلان.

source: Palestinians suspend Cairo talks without agreement, again
ar: الفلسطينيون يعلقون محادثات القاهرة دون التوصل إلى اتفاق مجددا

source: Middle East News
ar: أنباء الشرق الأوسط

source: Gaza/Cairo - Rival Palestinian factions Fatah and Hamas on Thursday suspended talks in Cairo without an agreement on a 'national unity' government, representatives from the factions said.
ar: غزة/القاهرة- علق الفصيلان الفلسطينيان المتنافسان فتح وحماس يوم الخميس المحادثات التي كانت تجري في القاهرة من دون التوصل إلى اتفاق بشأن حكومة وحدة وطنية، حسب ما ذكره ممثلون عن الفصيلين.

source: Fatah, which controls the West Bank, and Hamas, which controls the Gaza Strip, for the third time failed to agree on the political platform for the interim government, control of Palestinian security forces, or the conduct of elections to replace the i
ar: وهذه هي المرة الثالثة التي تفشل فيها فتح، التي تسيطر على الضفة الغربية، وحماس، التي تسيطر على قطاع غزة، في الاتفاق بشأن أرضية سياسية لإقامة حكومة مؤقتة، أو الإشراف على قوات الأمن الفلسطيني أو إجراء الانتخابات من أجل تعويض الحكومة المؤقتة.

source: Delegates from the Palestinian factions will return to Cairo for a fourth round of Egyptian-brokered talks on April 21 after returning to Gaza, Ramallah and Damascus for consultation with their leaders, Egypt's official MENA news agency reported.
ar: وحسب ما أوردته وكالة الشرق الأوسط وشمال إفريقيا للأخبار، فإن مندوبين عن الفصيلين الفلسطينيين سيعودون إلى القاهرة في الواحد والعشرين من شهر أبريل من أجل عقد جولة رابعة من المحادثات التي تتم بوساطة مصرية، وذلك بعد الرجوع إلى غزة ورام الله ودمشق للتشاور مع

source: The talks 'haven't achieved any progress on all the outstanding issues,' Senior Hamas leader and negotiator Izzat al-Rishq told reporters on Thursday.
ar: وصرح عزة الرشق، كبير مفاوضي حماس وأحد قادتها، للصحفيين بأن المحادثات لم تحقق أي تطور على مستوى المواضيع المطروحة.

source: Hamas spokesman Ismail Radwan struck a more optimistic note.
ar: أما الناطق الرسمي باسم حماس، إسماعيل رضوان، فقد عبر من جهته عن وجهة نظر أكثر تفاؤلا.

source: 'We hope to overcome all our differences and problems soon,' said Hamas spokesman Ismail Radwan. 'The Egyptians are exerting tremendous effort to bridge the gaps and make the dialogue succeed.'
ar: وقال: نتمنى تجاوز كل الاختلافات والمشاكل في أقرب وقت، مضيفا أن المصريين يبذلون جهودا جبارة من أجل رتق الهوة وإنجاح عملية الحوار.

source: 'If an agreement is reached, it will be linked to the release of all Hamas political prisoners in Palestinian jails in the West Bank,' Radwan said. 'Any agreement will be reached should be implemented as one package.'
ar: وقال رضوان: إذا ما تم التوصل إلى اتفاق، فإن ذلك سيكون مرتبطا بإطلاق سراح المعتقلين السياسيين القابعين في السجون الفلسطينية بالضفة الغربية. وأضاف: أي اتفاق يتم التوصل إليه يتعين تنفيذه كرزنامة واحدة.

source: The big one - is Google buying Twitter?
ar: الحدث المثير- هل تشتري جوجل توتر؟

source: It sounds like one of those deals that's too big - or at least too obvious - to be true;
ar: تبدو هذه واحدة من الصفقات الكبيرة جدا- او الأكثر وضوحا علي الأقل – لدرجة يصعب تصديقها:

source: in talks to buy
ar: مفاوضات لشراء

source: reports three sources on acquisition talks, with scant detail including price. The assumption is that it would be more than the company's
ar: تقارير ثلاثة مصادرعن مفاوضات عملية الشراء مع تفاصيل ضئيلة عن السعر.من المفترض أن الشركة ستتعدى

source: internal valuation of $250m
ar: التقدير الداخلي الذي يبلغ 250 مليون دولار.

source: , and a more secure figure than the $500m in stock deal that
ar: ,و هو رقم أكثر ضمانا من ال 500 مليون دولار في صفقة أسهم التي

source: Twitter turned down from
ar: رفضتها تويتر و المقدمة من

source: last year.
ar: العام الماضي.

source: But talks for what? Would this be an outright acquisition, part acquisition or a search deal?
ar: و لكن لم المحادثات؟ أسيكون هذا امتلاك كلي أم جزئي أم صفقة بحث؟

source: I said when Facebook talks were reported that it would be sad to see Twitter lose its independence, though it is perhaps inevitable. Twitter is backed by some extremely influential investors who, despite their apparently unwavering support for the firm, w
ar: عندما تناقل الحديث عن محادثات فيسبوك كنت قد كتبت انه من المحزن ان تويتر ستفقد استقلالها, رغم ان ذلك ربما يكون حتميا فتويتر المدعومة من بعض المستثمرين ذوي النفوذ الواسع الذين علي رغم من دعمهم الثابت للشركة سيرغبون في مقابل مربح لاستثماراتهم في نقطة ما وما

source: It could be for a stake in the firm, which would mean Twitter retained control and that precious independence. Real-time communication and search, along with social media context, are going becoming crucial to the web - as Google knows. It's not inconceiv
ar: ويمكن ان تكون حصة في الشركة, وهذا يعني احتفاظ تويتر بالسيطرة واستقلالها الثمين. البحث والاتصال في نفس اللحظة و الاعلام الاجتماعي أصبحوا شديدي الأهمية علي الشبكة ، كما تعلم غوغل. و ليس من الصعب إدراكه القول بأن هاتين الديناميكيتين بإمكانهما الدفع بتويتر لن

source: The third scenario is a partnership between the two around real-time search, and as TechCrunch says: Google doesn't even have a horse in the game, referring to the once-rival Jaiku that it bought but later closed. You can guarantee that the two are talk
ar: السيناريو الثالث هو شراكة بين الطرفين حول البحث اللحظي و كما تقول تك-كرنش: جوجل لا تمتلك حتي الحصان في اللعبة , مشيرا الي جايكو التي كانت تعد أحد المنافسين واشترتها و لكن أغلقت بعد فترة. من المضمون القول بأن الطرفين يتباحثان عن محرك بحث مشترك علي الاقل.

source: Though much of the recent media buzz around Twitter has been outside its control (Twitter has only just stated
ar: بالرغم من أن الكثير من الصخب الإعلامي الاخير حول تويتر خرج عن سيطرتها (صرحت تويتر,

source: recruiting a PR
ar: توظيف علاقات عامة

source: ...), it has also created intense interest in the site and no doubt helped bolster its valuation claims.
ar: ...), لقد خلقت أيضا الكثير من الاهتمام بالموقع مما دعم بلا شك في تعزيز التقييم علي المطالبات.

source: ' caveat - if this is true - it vindicates Twitter's regular assurances that there really is money in them there hills. Google clearly sees where the money lies, and it will be fascinating to see what unfolds.
ar: – إذا صح هذا- فإنه يزكي تاكيدات تويترالمنتظمة بان هناك حقا مكاسب في الطريق. و جوجل تري بوضوح من أين تأتي تلك االمكاسب و سيكون من الرائع رؤية ما ستتكشف عنه الأمور.

source: What else does this say about Twitter? With the big '
ar: مالذي يعني هذا أيضا لتويتر مع هذا التحذر الكبير

source: • Update:
ar: • تحديث:

source: Fulfilling her professional obligation to disprove anything TechCrunch claims as an exclusive,
ar: تحديث: الوفاء بالتزامها المهني لدحضها ادعاءات تك-كرنش بكونها حصرية ,

source: says acquisition talks are inaccurate and that talks are focused on product-related discussions. Swisher reports another source who said of an acquisition: Seriously, no negotiations, no deal, nada.
ar: يقول أن محادثات الشراء غير دقيقة و تركز علي مناقشات ذات صلة بالمنتجات. تنقل سويشر عن مصدر آخر تحدث عن الأخبار قائلا حقا لا توجد مفاوضات و لا صفقة و لاشيء

source: So more strength, then, to a collaborative deal on real-time search. At the moment, you can supplement Google's usual search with real-time Twitter results if you use a
ar: إذن الأكثر قوة هو صفقة تعاونية حول صفقة البحث اللحظي و حاليا يمكن تزويد بحث جوجل المعتاد بنتائج تويتر للبحث اللحظي اذا كنت تستخدم.

source: Greasemonkey Firefox plugin
ar: جريس مونكي فايرفوكس في إس

source: . But these two will be talking about something far more substantial that takes real-time search mainstream.
ar: . ولكن هذين سيكونان للحديث عن شيئ أكثر جوهرية يأخذ البحث اللحظي عن السائد.

source: The Full Picture: Broader Unemployment Hits 15.6%
ar: الصورة الكاملة: معدلات البطالة ترتفع إلى 15.6%

source: Americans are giving up on their job searches at a faster pace. The nation’s official unemployment rate jumped to 8.5% in March from 8.1%, putting U.S. joblessness at its highest since November 1983.
ar: يتخلى الأمريكيون عن فكرة البحث عن العمل بوتيرة أسرع، فمعدل الأمة الرسمي للبطالة قفز من 8.1 ٪ إلى 8.5 ٪ في أبريل واضعاً معدلات البطالة في الولايات المتحدة إلى أعلى مستوياتها منذ نوفمبر 1983.

source: But the
ar: ولكن أكثر قياسات

source: ’s most comprehensive gauge of unemployment surpassed even its early 1980s levels. The government’s broader measure, known as the “U-6″ for its data classification, hit 15.6% in March — a big leap from 14.8% in February.
ar: شمولاً للبطالة تجاوزت حتى معدلات أوائل الثمانينيات من القرن الماضي، فمقياس الحكومة الأوسع نطاقاً والمعروف باسم يو 6 لتصنيفات البيانات بلغ 15.6 ٪ في مارس أي قفزة كبيرة من نسبة 14.8 ٪ التي تحققت في فبراير.

source: The comprehensive measure of labor underutilization accounts for people who have stopped looking for work or who can’t find full-time jobs. The March figure is the highest since the Labor Department started this particular data series in 1994. It’s also a
ar: ويحسب القياس الشامل للعمال هؤلاء الذين توقفوا عن البحث عن العمل أو الذين لا يستطيعون العثور على عمل بدوام كامل، ويعد معدل مارس الأعلى منذ أن بدأت وزارة العمل في إجراء سلسلة البيانات في عام 1994، كما انه يفوق أعلى قياساتها التي بلغت 15 ٪ في أواخر عام 1982،

source: The 8.5% unemployment rate is calculated based on people who are without jobs, who are available to work and who have actively sought work in the prior four weeks. The “actively looking for work” definition is fairly broad, including people who contacted
ar: وقد تم حساب معدل البطالة الذي بلغ 8.5 ٪ على أساس الأفراد بلا عمل الجاهزين للعمل والذين بحثوا بنشاط عن وظيفة فى الأربعة أسابيع السابقة، وتعريف الباحثون عن عمل هو تعريف منتشر إلى حد ما، ويضم الأشخاص الذين قاموا باتصالات مع أرباب العمل أو وكالات التوظيف أ

source: The U-6 figure includes everyone in the official rate plus “marginally attached workers” — those who are neither working nor looking for work, but say they want a job and have looked for work recently; and people who are employed part-time for economic re
ar: ويشمل رقم يو 6 الجميع في المعدل الرسمي بالإضافة إلى العمال الذين يعملون بالكاد أي أولئك الذين لا يعملون ولا يبحثون عن عمل، ولكنهم يقولون انهم يريدون العمل وأنهم بحثوا عن وظيفة في الآونة الأخيرة والأفراد الذين يعملون بدوام جزئي لأسباب اقتصادية أى يقصدون

source: Many forecasters expect the official unemployment rate to top 10% by early next year. If the path of the broader unemployment rate continues, it’s likely to top 18%. For people in this group, comparisons to the Great Depression (when 25% of Americans w
ar: ويتوقع العديد من الخبراء أن يزيد معدل البطالة الرسمي عن 10 ٪ بحلول أوائل العام القادم، وإذا استمرت معدلات البطالة على هذا المسار، فمن المحتمل أن تعلو المعدلات على 18 ٪، وبالنسبة للأفراد في هذه المجموعة، فالمقارنة مع الكساد الأعظم (عندما كان 25 ٪ من الأمري

source: At Least 12 Slain in Binghamton, N.Y.
ar: مصرع على الأقل إثنى عشر مواطناً فى بينجامتون بنيويورك

source: By MITCHELL L. BLUMENTHAL and
ar: بقلم: ميتشل بلومينتال و ليز روبينز.

source: Published: April 3, 2009
ar: نشرت فى: الثالث من أبريل 2009 ميلادية.

source: Twelve or 13 people were killed when a gunman opened fire in an
ar: قتل إثنى عشر فرداً أو ثلاثة عشر فرداً عندما قام مسلحٌ بإطلاق النيران فى مركز خدمة للمهاجرين فى بينجامتون بنيويورك و هذا ما جاء على لسان مسؤول بالحكومة يوم الثلاثاء؛ ديفيد باترسون.

source: According to several news reports, the police said the gunman then killed himself with a bullet to the head.
ar: وفقاً للعديد من التقارير الصحافية فقد صرحت الشرطة الأمريكية أن ذلك الرجل المسلح قام بعد ذلك بقتل نفسه إثر ما قام به من ذلك الإطلاق العشوائى للنيران بمركز خدمة المهاجرين.

source: While the situation is still developing and details are being gathered, we do know that a gunman entered the American Civic Association in Binghamton this morning and that there are fatalities,” Governor Paterson said in a statement Friday afternoon. “We
ar: وبينما ما زال الموقف يتطور، و المزيد من التفاصيل مازالت تجمع، فكل ما نعرفه أن مسلحاً قد إقتحم المؤسسة أو المنظمة الأمريكية المدنية ببينجامتون هذا الصباح و اسفر ذلك الإقتحام عن وقوع مجموعة من القتلى. و ذلك وفق تقرير صرح به الحاكم بيترسون مساء اأمس الجمع

source: The gunman, described as an Asian male, had a high-powered rifle, Mayor Matthew Ryan of Binghamton told The Binghamton Press & Sun Bulletin. NBC News quoted law enforcement sources saying that several weapons were recovered from the scene.
ar: و قد تم التعرف على ذلك المسلح على أنه شاب آسيوى مسدس ذو قوة مدوية، و هذا وفق ما أعلنه العمدة ماتثيو رايان، عمدة بينجامتون لجريدة الصحافة و الشمس الصاد\رة ببينجامتون. و قد اقتبست محطة الأخبار إن بى سى من مصدر مسؤول قانونى أخبرهم أن العديد من الأسلحة تم ا

source: Three people with gunshot wounds were being treated at Wilson Medical Center in nearby Johnson City, according to Christina Boyd, a hospital spokeswoman. They are a woman in her 20s and another in her 50s, and a man of undetermined age, she said; one was
ar: و يتم معالجة ثلاثة من مصابى الحادث إثر تعرضهم لإطلاق النار بمركز ويلسون الطبى بمدينة جونسون الواقعة بالجوار، و هذا وفق تصريح لكريستينا بويد المتحدثة باسم المشفى. و قد تمثل هؤلاء الثلاثة فى إمرأة فى العشرينات من عمرها و رجل فى الخمسينات بالإضافة إلى رجلٍ

source: “We’ve been told that all of the fatalities are still at the scene because of the investigation,” Ms. Boyd said. “We’re hearing they will release the bodies soon.”
ar: و قد أخبرنا أن كل الأفراد الذين تم إردائهم قتلى ما زالوا فى مسرح الجريمة حتى الآن، و ذلك بسبب التحقيقات، و قالت السيدة بويد أننا سمعنا أنهم سيقومون بالإفراج عن الجثث فى القريب العاجل.

source: Another person was being treated at Our Lady of Lourdes in Binghamton, a hospital spokeswoman there said.
ar: بينما شخص مصاب آخر تم نقله للعلاج بشفى سيدتى بلوردس فى بينجامتون، و هذا ما صرح به متحدث باسم المشفى.

source: The Associated Press quoted a local official as saying that the gunman barricaded the rear door of the one-story association building in downtown Binghamton with his car before entering through the front door, firing his weapon.
ar: و قد اقتبست الأسوسيتد برس مقولة مسؤول محلى يقول بأن الرجل المسلح قد قام بسد الباب الخلفى للمبنى فى مركز مدينة بينجامتون بسيارته قبل الدخول من الباب الأمامى و قيامه بإطلاق النيران بعد ذلك مباشرةً.

source: The newspaper’s web site quoted the police there as saying that about 40 hostages were initially in the building. Shortly after noon, about 10 people were released from the building, the reports said, and about 40 minutes later another 10 were released.
ar: و قد علق موقع الجريدة بأن الشرطة هناك كما قيل قد أخبرت أنه كان هناك نحو أربعين رهينة كانوا موجودين داخل المبنى. و بعد الظهر بفترة وجيزة تم إطلاق سراح نحو عشرة من الرهائن من داخل المبنى، و قد أوضحت التقارير أنه بعد ذلك بنحو أربعين دقيقة تم إطلاق سراح عشرة

source: The Binghamton Police Department declined to provide details of the shootings, as officers and members of local S.W.A.T. teams surrounded the building, situated on a mixed commercial and residential strip on the west bank of the Chenango River near the ce
ar: و قد أبدى قسم شرطة بينجامتون تراجعاً بهدف الإنتهاء من كتابة تقرير حول عملية إطلاق النار، و ذلك بمجرد قيام قوة من قوات الإقتحام الخاصة و محاربة العنف بإحاطة المبنى متمركزين عند القطاع التجارى المختلط على الضفة الغربية لنهر شينانجو بالقرب من وسط البلد.

source: Binghamton High School, around the corner from the scene of the shootings, was locked down until late afternoon, and nearby apartment buildings were evacuated.
ar: و قد تم إغلاق مدرسة بينانجتون العليا و الواقعة عند زاوية من مشهد المدرسة حتى وقت متأخرمساءً بعد منتصف الظهر. هذا بالإضافة إلى إخلاء المحلات التجارية القريبة من موقع الجريمة.

source: The association describes itself on its Web site an organization that aids immigrants and refugees.
ar: و قد قامت المنظمة بوصف موقفها على موقع الإنترنت بأنها تقوم بمساعدة المهاجرين و اللاجئين.

source: In New York on Friday, Vice President
ar: و فى نيويورك يوم الجمعة، كان من المقرر أن يقوم نائب الرئيس جوزيف بيدن بإلقاء كلمة لشبكة الحركة القومية لآل شاربتون و ذلك عندما علم بالحادث الذى وقع. و ذلك كما قام بالتحث مع الجمهور حول عملية إطلاق النار قبل بدء خطبته، كما أنه كان من الممكن سماع تلميحات خل

source: Mayor Matthew Ryan of Binghamton scheduled a news conference at 4:30 p.m. Eastern time to brief reporters about the situation.
ar: و قد قام السيد ماتثيو بيدن بوضع خطة لمؤتمى صحفى فى الساعة الرابعة و النصف مساءً بتوقيت المنطقة الشرقية، و ذلك بهدف تحديد الموقف و التعليق عليه للصحافيين.

source: Pennie Kerber, 72, who lives in a renovated former firehouse across the street from the civic association, said that as of 3 p.m., there were only about 12 law enforcement officers left at the scene. But earlier, Ms. Kerber said, she could see from her fr
ar: و قد أخبرنا شاهد عيان عن الحادث و هو السيد؛ بينى كربر، ذو الإثنين و سبعين عاماً و الذى يعيش فى منزل ذو مدخنة بنفس الشاعى الذى تقع فيه المؤسسة المدنية و لكنه فى جهة موازية لها، بأن نحو إثنى عشر ضابطاً من قوات الشرطة الضاربة غادروا مشهد الجريمة، و لكن فى و

source: Maryam Weisser, a vice
ar: و قد قالت مريم ويزر و هى نائبة رئيس المنظمة المدنية فى محادثة تليفونية لها على شكل لقاء صحفى أنها لم تكن متأكدة من عدد الأفراد الذين تم قتلهم جراء ذلك الإعتداء المسلح، و ذلك بالرغم من أنها عرفت أن سكرتيرة المجموعة و عاملة قضايا أو حالات كانتا فى المبنى خ

source: “This is the friendliest, nicest place to be,” Ms. Weisser, a volunteer from Vestal, N.Y., said. “This is a community where we help with any immigrant issue, with citizenship and translation.”
ar: و قد صرحت السيدة ويزر و هى متطعة من فيستل بنيويورك أن هذا المكان يعد الأكثر تعاطفاً و محبةً بين الجميع، حيث أنه يمثل مجتمع يمكننا من مساعدة كل مهاجر يحتاج لمسألةٍ ما، سواءً من ناحية المواطنة أو الإقامة أو حتى عملية الترجمة.

source: Last month, a gunman in Samson, Ala., shot and killed 10 people and wounded 6 others — including several members of his family — before turning the gun on himself.
ar: و فى الشهر الماضى قام رجل مسلح بسامسون ، بآلا بإطلاق النار و قتل نحو عشرة من الأفراد بالإضافة إلى أنه جرح ستةً آخرين بما فى ذلك مجموعة من أفراد أسرته، و ذلك قبل قيامه بإطلاق النار على نفسه كذلك و أردى نفسه صريعاً.

source: Original Article:
ar: المقالة الأصاية.

source: Other measures of employment reported that discouraged workers and workers only able to find part-time work rose to a record 15.6%. Furthermore, nine million workers want full-time work but are only able to find part-time jobs. This total represents an in
ar: و قد أوضحت مقاييس أخرى لمجال الوظائف أن معدل العمال الذين تم إحباطهم فى مجال العمل و الذين عندهم القدرة على الحصول على أعمال بدوام جزئى تصل نسبتهم إلى 15.6%. هذا بالإضافة إلى أن نحو تسعة ملايين فرد فى حاجة إلى أعمال بدوام كامل و لكنهم لم يستطيعوا سوى الحص

source: During the past six months, nearly 3.7 million jobs have been lost, or nearly 3% of the workforce. The percentage loss is the second largest in 50 years. Turning to specific industries, service industries saw 358,000 jobs lost and goods-producing industri
ar: و خلال الستة أشهر المنصرمة، فقد خسر نحو ثلاثة ملايين و سبعمائة ألف موظف لوظائفهم أو نحو ما يمثل ثلاثة فى المائة من قوة العمل. و تعد تلك النسبة هى الثانية من نوعها من حيث كم الوظائف المفقودة منذ نحوخمسين عاماً. و بالتحول بالنظر إلى الأعمال الخاصة؛ فقد شهدت

source: released by the Labor Department this morning, U.S. nonfarm payrolls dropped by 663,000 in March and the unemployment rate ascended to 8.5% from 8.1%. January's job losses were revised to 741,000 -- which is the worst since 1949. The Labor Department also
ar: بناءً على تقرير صادر من مصلحة العمل بالولايات المتحد\ة الأمريكية هذا الصباح فقد انخفضت معدلات أجور و رواتب نحو 663.000 موظف خلال شهر مارس و قد ارتفع فى نفس الوقت معدل البطالة بنسبة 8.5% و التى زادت عن نسبتها خلال شهر يناير و التى كانت قد وصلت نحو8.1% نتيج

source: March payrolls fall by 663,000, unemployment jumps to 8.5%
ar: إنخفاض رواتب نحو 663.000 موظف و إرتفاع معدل البطالة بنسبة 8.5%خلال شهر مارس.

source: Justin's US Conservative Politics Blog
ar: حادث إطلاق النار بالمنظمة الأمريكية: مما يثير حالة من الرعب و الصدمة و عدم الإحساس بالراحة.

source: A 41-year-old Asian man reportedly opened fire inside the
ar: قام رجل آسيوى فى متوسط العمر يبلغ من العمر حوالى واحد و أربعين عاماً بإطلاق النيران وسط منظمة أمريكية مدنية فى مواجهة شارع بينجامتون، بنيويورك و ذلك يوم الجمعة صباحاً حوالى الساعة العاشرة و النصف. و قد أسفر ذلك الإطلاق العشوائى للنيران عن مقتل ما لا يقل ع
